Repository: shmakenathan/Reciplease
Catalog: Reciplease/*.lproj/Localizable.strings
Languages: fr

# error_failed_ingredient_is_empty
source: You have to add ingredient
fr: Vous devez ajouter un ingrédient

# error_failed_ingredient_already_Added
source: You have already added this Ingredient
fr: Vous avez deja rajouter cet ingredient

# error_failed_ingredient_contains_special_character
source: Ingredient contains wrong character
fr: Votre ingredient contient des caracteres special

# error_failed_to_research_recipe
source: Failed to search recipe
fr: Impossible de rechercher des recettes

source: Kind Of Meal
fr: Type de Cuisine

source: Unknown
fr: Inconnu

# yourIngredient
source: Your ingredients
fr: Vos ingredients (en anglais)

source: What's in your fridge ?
fr: Qu'est ce qu'il a dans votre frigo ?

source: Search for Recipe
fr: Recherchez

source: Get Directions
fr: Instructions

source: Error
fr: Erreur

# titleFridge
source: Fridge
fr: Frigo

# titleRecipes
source: Recipes
fr: Recette

# titleRecipeDetails
source: Recipe Details
fr: Details de la Recette

# searchNewFav
source: + Add new Favorite Recipe
fr: + Ajoutez une nouvelle recette

source: Favorite
fr: Favoris

source: Search
fr: Recherchez
